Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=298_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi hoahpuha álgoálbmotvuoigatvuođaid ovddideami
sms: SääŠmteŠǧǧ ǩiirâd vuõssnaroodivuõiggâdvuõđi ooudâsviikkmõõžž

source: Sámediggi bivdá stáhtaráđis oktasaščoahkkima álgoálbmotvuoigatvuođaid ovddideamis.
sms: SääŠmteŠǧǧ räukk riikksåbbrest õhttsažsåbbar vuõssnaroodvuõiggâdvuõđi ooudâsviikkâm diõtt.

source: Sámediggi lea duhtameahttun sámiide vuođđolágas dorvvastuvvon álgoálbmotvuoigatvuođaid ovdáneapmái Suomas.
sms: SääŠmteŠǧǧ lij obbžurr saaŠmid vuâđđlääŠjjest stannum vuõssnaroodvuõiggâdvuõđi ooudâsviikkmõŠšše LääŠddjânnmest.

source: Vuoigatvuohtaministeriija lea lahkonan sámedikki reivviin, mii guoská almmolaš čovdosa áigái oažžumii, man dárkkuhussan lea buoridit sápmelaččaid riektesasjádaga iešguđet hálddahussurggiin ja láhkaásaheamis.
sms: Vuõiggâdvuõttministeria lij puättam vuâstta ǩeeŠrjin, kååŠtt kuâskk takai räŠtǩǩumuužž äiggavuäǯǯam diõtt saaŠmi vuõiggâdvuõttstattuuzz pueŠreem diõtt jeeŠres vaaldšemvuuŠdin da lääŠjjšiõttõõzzâst.

source: Sámedikki stivra lea almmuhan ministeriijai iežas duhtameahttunvuođa das, ahte ILO 169-soahpámuša ratifiseren ii leat máinnašuvvon stáhta vuoruhuvvon ulbmilin.
sms: SääŠmteeŠǧǧ halltõs lij ââlmtam ministeria årra obbžurrvuõđes tõõzz, što ILO 169-suåppmõõžž priimmʼmuš iŠllakku peäggtum riikk vuõssʼsâjjsen täävtõssân.

source: Stivra lea maid iežas vástádusas ministeriijai imaštallan álgoálbmotvuoigatvuođaid ovddideami ádjáneami ja bivdán stáhtaráđis oktasaščoahkkima sámedikki stivrrain, oaiveministtariin ja dán ášši čoavddaministtariiguin.
sms: Halltõs lij vasttõõzzstes ministeria årra huântam vuõssnaroodvuõiggâdvuõđi ouddnem äjjasvuõđ da raukkâm riikksåbbrest õhttsažsåbbar sääŠmteeŠǧǧ halltõõzz, väŠlddminister da ääŠšš kuõskki vääžnai ministeerivuiŠm.

source: Ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi, muitalii sámedikki 24.6. čoahkkánan dievasčoahkkimii áigeguovdilis áššiin.
sms: SaaǥǥjååŠđteei Klemetti NäkkäläjäuŠrr maainsti sääŠmteeŠǧǧ 24.6. noorõõttââm tiuddsåbbra ääiŠjpoddsai aaŠššin.

source: Son gávnnahii, ahte Vanhasa nuppi ráđđehusa doaibmaáigodat lea juo mannan beallemutto meaddel, iige ráđđehus leat ovddidan álgoálbmotvuoigatvuođaid nugo ráđđehusprográmmii lea čállojuvvon.
sms: Son tuõtti Vanhasen nuuŠbb halltõõzz tuåimmääiŠjest, što lij mõõnnâm juŠn pâŠjjel peäŠlest, ijga halltõs leäkku ooudâsviikkâm vuõssnaroodvuõiggâdvuõđid nuŠtt mäŠhtt halltõsprograŠmme lij ǩeeŠrjtum.

source: Álgoálbmotáššit ovdánit birashálddahusas
sms: VuõssnaroodääŠšš ouddne pirrõsvaaldšem beäŠlnn

source: Birasministeriija lea ásahan geassemánu álggus álgoálbmogiid árbedieđu gieđahalli áššedovdibargojoavkku.
sms: Pirrõsministeria lij nõõmtam ǩieŠssmannu aalǥâst vuõssnaroodi äŠrbbteâđai ǩiõttʼtõõllâm äŠšštobddituâjjäŠrttel.

source: Dan bargun lea suokkardit biodiversiteahttasoahpamuššii gullevaš artihkkala, mii guoská álgoálbmoga árbedieđu heiveheami.
sms: Tõn tuâjjan lij ǩiõttʼtõõllâd biodiversiteettsuåppmõŠšše kuulli aartikla, kååŠtt kuâskk vuõssnarood äŠrbbteâđ suåvtumuužž.

source: Sámedikki ságadoalli almmuhii duhtávažžan, ahte sámedikkis lea buorre ovddastus bargojoavkkus.
sms: SääŠmteeŠǧǧ saaǥǥjååŠđteei uuŠdi teâttan pueŠrr miõlâst, što sääŠmteeŠǧǧest lij šiõǥǥ eeŠttkâŠsttemvueŠǩǩ tuâjjäŠrttlest.

source: Son ieš bargá bargojoavkku ságadoallin.
sms: Son jiõčč tuåimmai saaǥǥjååŠđteejan.

source: Sámedikki ovddasteaddjin bargojoavkkus leaba maid ohcejohkalaš doavttir, sámedikki áirras Heidi Eriksen ja boazoisit J. Antti Magga Eanodagas.
sms: SääŠmteeŠǧǧ võboršeŠǩǩen mieŠldd liâ uccjooǥǥ ååraš dåhttar, sääŠmteeŠǧǧ vuässlaž Heidi Eriksen da puäʒʒeeŠžžed J. Antti Magga Enontekiöst.
